<?php

    return [
        'forGroups'                 => "У этого пользователя нет необходимых групп для доступа к этому маршруту.",
        'forPermissions'            => "У этого пользователя нет необходимых прав доступа к этому маршруту.",
        'notLoggedIn'               => "Вы не авторизованы.",
        'forGroupsOrPermissions'    => "У вас нет каких-либо разрешений, необходимых для доступа к этому маршруту",
        'permission_already_exists' => "Разрешение с этим слагом уже существует!",
        'group_already_exists'      => "Группа с этим слагом или именем уже существует!",
        'permission_does_not_exist' => "Нет разрешения с этим идентификатором: ",
    ];
