<?php

    return [
        'forGroups'                           => 'У этого пользователя нет необходимых групп для доступа к этому маршруту.',
        'forPermissions'                      => 'У этого пользователя нет необходимых прав доступа к этому маршруту.',
        'notLoggedIn'                         => 'Вы не авторизованы.',
        'forGroupsOrPermissions'              => 'У вас нет каких-либо разрешений, необходимых для доступа к этому маршруту',
        'permission_already_exists'           => 'Разрешение с этим слагом уже существует!',
        'group_already_exists'                => 'Группа с этим слагом или именем уже существует!',
        'permission_does_not_exist'           => 'Нет разрешения с этим идентификатором:',
        'permission_does_not_exist_with_slug' => 'Нет разрешения с этим слагом:',
        'group_does_not_exist'                => 'Нет группы с таким идентификатором:',
        'group_does_not_exist_with_slug'      => 'Нет группы с этим слизнем:',
        'user_does_not_exist_with_name'       => 'Нет пользователя с таким именем:',
        'user_does_not_exist'                 => 'Нет пользователя с таким идентификатором:',
        'null_model'                          => 'Вы используете нулевую модель в качестве параметра.',
        'ignition_not_installed'              => 'Зажигание не установлено, пожалуйста, установите, чтобы использовать решения. composer require --dev facade/ignition',
    ];
